/* No comment provided by engineer. */
"从相册选取" = "从相册选取";

/* No comment provided by engineer. */
"发现" = "发现";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"忘记密码" = "忘记密码";

/* No comment provided by engineer. */
"我的" = "我的";

/* No comment provided by engineer. */
"拍照" = "拍照";

/* No comment provided by engineer. */
"无备注" = "无备注";

/* No comment provided by engineer. */
"正在上传图片" = "正在上传图片";

/* No comment provided by engineer. */
"正在保存" = "正在保存";

/* No comment provided by engineer. */
"正在加载" = "正在加载";

/* No comment provided by engineer. */
"注册" = "注册";

/* No comment provided by engineer. */
"温馨提示" = "温馨提示";

/* No comment provided by engineer. */
"热门" = "热门";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"请检查您的网路" = "请检查您的网路";

/* No comment provided by engineer. */
"请请输入验证码" = "请请输入验证码";

/* No comment provided by engineer. */
"请输入密码" = "请输入密码";

/* No comment provided by engineer. */
"请输入手机号" = "请输入手机号";

/* No comment provided by engineer. */
"请输入数量" = "请输入数量";

/* No comment provided by engineer. */
"请选择图片" = "请选择图片";

/* No comment provided by engineer. */
"请选择手机号所属地区" = "请选择手机号所属地区";

/* No comment provided by engineer. */
"资产" = "资产";

/* No comment provided by engineer. */
"输入秘钥登录" = "输入秘钥登录";

/* No comment provided by engineer. */
"返回" = "返回";

/* No comment provided by engineer. */
"选择地区" = "选择地区";

